Repository: ldalipis/GymAppointments
Catalog: EnergyRoom/EnergyRoom/Resources/AppResources.*.resx
Languages: el

# AboutText
source: About
el: Σχετικά

# AccountText
source: Account
el: Λογαριασμός

# AddNewEventText
source: Add New Event
el: Προσθήκη Προπόνησης

# AddText
source: Add
el: Πρόσθεσε

# AtText
source: At
el: στις

# BookText
source: Book
el: Συμμετοχή

# CameraText
source: Camera
el: Κάμερα

# CancelText
source: Close
el: Κλείσιμο

# ChangeEmailAcceptedDescr
source: Your e-mail has been successully changed. Please log in again with the new e-mail.
el: Το e-mail σου έχει αλλάξει. Παρακλαούμε συνδέσου ξανά με το νέο e-mail.

# ChangeEmailAcceptedTitle
source: E-mail change success.
el: Αλλαγή e-mail επιτυχής.

# ChangeEmailRequestSentDescr
source: An e-mail to the specified new account has been sent. You have to accept the change by clicking the link provided in that e-mail.
el: Ένα e-mail στη νέα διεύθυνση έχει σταλεί. Για να επιβεβαιωθεί η αλλαγή, θα πρέπει να ακολουθίσεις το σύνδεσμο που θα βρεις στο αυτό το e-mail.

# ChangeEmailRequestSentTitle
source: An e-mail has been sent
el: Το e-mail στάλθηκε

# ChangeEmailText
source: Change e-mail
el: Αλλαγή e-mail

# ChangePhoneText
source: Change phone number
el: Αλλαγή αριθμού τηλεφώνου

# ChangePhotoDescrText
source: Select photo from collection or take a new one with the camera.
el: Επίλεξε φωτογραφία από τη συλλογή ή βγάλε νέα από την κάμερα.

# ChangePhotoTitleText
source: Change Photo
el: Αλλαγή φωτογραφίας

# ChangeText
source: Change
el: Αλλαγή

# CollectionText
source: Collection
el: Συλλογή

# ConfirmPasswordText
source: Confirm Password
el: Επιβεβαίωση κωδικού

# CreateAccountText
source: Create an account to start doing more
el: Δημιούργησε λογαριασμό για να ξεκινήσεις

# DateText
source: Date
el: Ημερ/νία

# DeleteText
source: Delete
el: Διαγραφή

# DisconnectedText
source: You have been disconnected. Please log in again.
el: Έχεις αποσυνδεθεί. Παρακαλούμε κάνε νέα σύνδεση.

# EditText
source: Edit
el: Επεξεργασία

# EmailInUseDescr
source: The email you have selected is already in use. Please another email.
el: Το email αυτό ανήκει ήδη σε κάποιον χρήστη. Χρησιμοποίησε ένα διαφορετικό email.

# EmailInUseTitle
source: Email is in use
el: Το email αυτό είναι ήδη σε χρήση

# EndTimeText
source: End Time
el: Ώρα Λήξης

# EventInfoText
source: Event Info
el: Πληροφορίες

# EventsList
source: My Events
el: Συμμετοχές

# FBLogin
source: Login with Facebook
el: Είσοδος με Facebook

# FBLoginText
source: Login with Facebook
el: Είσοδος με Facebook

# ForgotPasswordDescr
source: Enter you email or your username to begin.
el: Γράψε το e-mail ή το ψευδόνυμό σου για να ξεκινήσεις.

# ForgotPasswordRun
source: Request received. If what you provided exists on our system you will receive an e-mail with instructions how to reset your password.
el: Λάβαμε το αίτημά σου. Αν αυτό που συμπλήρωσες υπάρχει στο σύστημα θα λάβεις ενα e-mail με οδηγίες για να δημιουργήσεις νέο κωδικό.

# ForgotPasswordText
source: Forgot my password
el: Ξέχασα τον κωδικό

# GymnastText
source: Gymnast
el: Γυμναστής

source: LOG IN
el: ΕΙΣΟΔΟΣ

# LogInDescr
source: Let's get to work
el: Ας πιάσουμε δουλειά

# LoginQuestion
source: Already have an account?
el: Έχεις ήδη λογαριασμό;

# LogInText
source: Log In
el: Είσοδος

# LogOutText
source: Log Out
el: Έξοδος

# NameText
source: Name
el: Όνομα

# NewEventText
source: New Event!
el: Νέα Προπόνηση!

# NewPictureText
source: New Picture
el: Νέα Φωτογραφία

# NoBookingsOnEventText
source: No one has booked this event yet
el: Κανείς δεν έχει δηλώσει συμμετοχή ακόμα

# NotificeText
source: Notifice
el: Ειδοποίηση

# PasswordsDoNotMatchDescr
source: Please check that both password fields have the same password.
el: Οι κωδικοί στα πεδία πρέπει να είναι ίδιοι.

# PasswordsDoNotMatchTitle
source: Passwords do not match
el: Οι κωδικοί δεν ταιριάζουν

# PasswordText
source: Password
el: Κωδικός

# PhoneChangeSuccessfulText
source: Phone number changed.
el: Ο αριθμός τηλεφώνου άλλαξε.

# PhoneText
source: Phone
el: Τηλέφωνο

# ProfileText
source: Profile
el: Προφίλ

# RecordVoicePrivacy
source: This app is using voice recognition for voice commands and is using the internet to send data back to the provider of the voice recognition service. Doing so, companies like Google & Microsoft receive data to interpret your commands. These companies may store data received to help facilitate improvements of their voice recognition services. We don't save, hear or use your voice samples in any way.
el: Αυτή η εφαρμογή χρησιμοποιεί αναγνώριση φωνής για φωνητικές εντολές και χρησιμοποιεί το Διαδίκτυο για την αποστολή δεδομένων πίσω στον πάροχο της υπηρεσίας αναγνώρισης φωνής. Με αυτόν τον τρόπο, εταιρείες όπως η Google και η Microsoft λαμβάνουν δεδομένα για την ερμηνεία των εντολών σας. Αυτές οι εταιρείες μπορούν να αποθηκεύουν δεδομένα που λαμβάνονται για να διευκολύνουν τη βελτίωση των υπηρεσιών αναγνώρισης φωνής. Δεν αποθηκεύουμε, ακούμε ή χρησιμοποιούμε τα δείγματα φωνής σας με κανέναν τρόπο.

source: REGISTER
el: ΕΓΓΡΑΦΗ

# ScheduleText
source: Schedule
el: Πρόγραμμα

# SelectPictureText
source: Select picture
el: Επιλογή Φωτογραφίας

# SignUpQuestion
source: Don't have an account?
el: Δεν έχεις λογαριασμό;

# SignUpText
source: Sign Up
el: Εγγραφή

# SocialDescr
source: Or log in using social media
el: Ή συνδέσου μέσω social media

# StartTimeText
source: Start Time
el: Ώρα Έναρξης

# SubmitText
source: Submit
el: Υποβολή

# TimeText
source: Time
el: Ώρα

# TrainerIsText
source: Trainer Is
el: Προπόνηση από

# TypeText
source: Type
el: Προπόνηση

# UploadedText
source: Uploaded
el: Ανέβηκε

# UploadSuccessfulText
source: Image uploaded.
el: Η φωτογραφία ανέβηκε!

# UploadText
source: Upload
el: Ανέβασμα

# UserCanTakePlaceInEventText
source: You can take place in this event
el: Μπορείς να δηλώσεις συμμετοχή

# UserHasBookedEventText
source: You have booked this event
el: Έχεις δηλώσει συμμετοχή

# UsernameInUseDescr
source: The username you have selected is already in use. Please another username.
el: Το ψευδώνυμο αυτό ανήκει ήδη σε κάποιον χρήστη. Χρησιμοποίησε ένα διαφορετικό ψευδώνυμο.

# UsernameInUseTitle
source: Username is in use
el: Το ψευδώνυμο αυτό είναι ήδη σε χρήση

# UsernameText
source: Username
el: Ψευδώνυμο

# UserNotFoundDescr
source: Username or/and password is wrong
el: Το όνομα χρήστη ή/και ο κωδικός είναι λάθος

# UserNotFoundTitle
source: User Not Found
el: Λάθος στοιχεία

# UsersThatHaveBookedText
source: The following users have booked this event
el: Οι παρακάτω χρήστες έχουν δηλώσει συμμετοχή

# ValidEmailText
source: Please enter a valid e-mail
el: Πληκτρολόγησε σωστό e-mail

# VersionText
source: Version
el: Έκδοση

# WeekText
source: Week
el: Εβδομάδα

# WithdrawText
source: Withdraw
el: Αφαίρεση
